11/data/attachments/f5884f48034a6b65.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_703cfd77-f093-441b-a192-5f4b67bb892e</nif:username>
            <nif:friendToBeAdded>Mary_page_Actions_62619_2</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>